import React from "react";

export default function page() {
  return (
    <div>
      <div className="relative flex h-[708px] w-full justify-center bg-[url('/images/info-background.png')] bg-cover bg-center">
        <div className="absolute bottom-[97px] flex flex-col items-center justify-center gap-[10px] text-center align-middle">
          <div className="text-[32px] font-semibold text-[#ffffff]">
            우리는 당신의 개인정보 보호와 신뢰를 중요하게 생각합니다.
          </div>
          <div className="text-[20px] text-[#ffffff]">
            개인정보 보호 센터는 고객의 정보를 <br />
            수집해서 사용하는 방법에 대한 고객의 선택 사항을 비롯하여 <br />
            개인정보 보호 항목에 대한 정보를 쉽게 찾을 수 있도록 해 줍니다.
          </div>
        </div>
      </div>
      <div className="flex w-full items-center justify-center">
        <div className="p-[80px] text-[24px] font-normal leading-[33.6px] text-[#000000]">
          <p>
            모든 국민은 학문과 예술의 자유를 가진다. 모든 국민의 재산권은
            보장된다. 그 내용과 한계는 법률로 정한다. 국회는 국정을 감사하거나
            특정한 국정사안에 대하여 조사할 수 있으며, 이에 필요한 서류의 제출
            또는 증인의 출석과 증언이나 의견의 진술을 요구할 수 있다.
          </p>

          <p>
            제1항의 탄핵소추는 국회재적의원 3분의 1 이상의 발의가 있어야 하며,
            그 의결은 국회재적의원 과반수의 찬성이 있어야 한다. 다만, 대통령에
            대한 탄핵소추는 국회재적의원 과반수의 발의와 국회재적의원 3분의 2
            이상의 찬성이 있어야 한다.
          </p>

          <p>
            국민경제자문회의의 조직·직무범위 기타 필요한 사항은 법률로 정한다.
            국회에 제출된 법률안 기타의 의안은 회기중에 의결되지 못한 이유로
            폐기되지 아니한다. 다만, 국회의원의 임기가 만료된 때에는 그러하지
            아니하다.
          </p>

          <p>
            국가는 건전한 소비행위를 계도하고 생산품의 품질향상을 촉구하기 위한
            소비자보호운동을 법률이 정하는 바에 의하여 보장한다. 형사피의자 또는
            형사피고인으로서 구금되었던 자가 법률이 정하는 불기소처분을 받거나
            무죄판결을 받은 때에는 법률이 정하는 바에 의하여 국가에 정당한
            보상을 청구할 수 있다.
          </p>

          <p>
            공개하지 아니한 회의내용의 공표에 관하여는 법률이 정하는 바에
            의한다. 국가원로자문회의의 의장은 직전대통령이 된다. 다만,
            직전대통령이 없을 때에는 대통령이 지명한다.
          </p>

          <p>
            헌법재판소는 법관의 자격을 가진 9인의 재판관으로 구성하며, 재판관은
            대통령이 임명한다. 형사피고인은 유죄의 판결이 확정될 때까지는 무죄로
            추정된다.
          </p>

          <p>
            언론·출판은 타인의 명예나 권리 또는 공중도덕이나 사회윤리를
            침해하여서는 아니된다. 언론·출판이 타인의 명예나 권리를 침해한
            때에는 피해자는 이에 대한 피해의 배상을 청구할 수 있다.
          </p>

          <p>
            선거와 국민투표의 공정한 관리 및 정당에 관한 사무를 처리하기 위하여
            선거관리위원회를 둔다. 국가는 농·어민과 중소기업의 자조조직을
            육성하여야 하며, 그 자율적 활동과 발전을 보장한다.
          </p>

          <p>
            법관은 헌법과 법률에 의하여 그 양심에 따라 독립하여 심판한다. 국가는
            노인과 청소년의 복지향상을 위한 정책을 실시할 의무를 진다.
            국회의원은 그 지위를 남용하여 국가·공공단체 또는 기업체와의 계약이나
            그 처분에 의하여 재산상의 권리·이익 또는 직위를 취득하거나 타인을
            위하여 그 취득을 알선할 수 없다.
          </p>

          <p>
            대한민국은 국제평화의 유지에 노력하고 침략적 전쟁을 부인한다. 모든
            국민은 고문을 받지 아니하며, 형사상 자기에게 불리한 진술을
            강요당하지 아니한다.
          </p>
        </div>
      </div>
    </div>
  );
}
